{
  "home": {
    "subtitulo": "Fullstack Developer",
    "saludo": "console.log('Hello World!')",
    "cv": "View Résumé",
    "preparando": "Preparing download...",
    "descargando": "Download started",
    "error": "Download error"
  },
  "nav": {
    "sobre-mi": "About Me",
    "proyectos": "Projects",
    "tecnologias": "Technologies",
    "contactos": "Contacts"
  },
  "sobre-mi-seccion": {
    "sobre-Mi-Titulo": "About Me",
    "desc": "Self-taught, curious, and responsible developer with a strong academic background as a University Technician in Programming from the National Technological University. I’m 25 years old, based in Tucumán, Argentina, passionate about continuous learning and building effective tech solutions. Fully available to take on new challenges and contribute with dedication and experience."
  },
  "tecnologias-seccion": {
    "tecnologias-titulo": "Technologies"
  },
  "contactos-seccion": {
    "alerta": {
      "enviando": "Sending message...",
      "enviado": "Sent!",
      "enviado-desc": "Your message was successfully delivered :)",
      "error": "Error!",
      "error-desc": "An unexpected error has occurred :("
    },
    "form": {
      "contactos": "Contacts",
      "nombre": "Name",
      "mail": "Email or Phone",
      "msj": "Message"
    },
    "mail": "Email",
    "telefono": "Phone",
    "ds": "Discord"
  },
  "proyectos-seccion": {
    "proyectos-titulo": "Featured Projects",
    "hospital": {
      "titulo": "Hospital Website",
      "desc": "Web platform for San Pablo Hospital - Tucumán, allowing visitors to view medical news, staff schedules, and contact details. It includes an admin panel for user management and document uploads targeted to internal personnel.",
      "ver": "View Project"
    },
    "tienda": {
      "titulo": "Product Store",
      "desc": "Online store built with Angular 17, consuming an API to display and detail products. It includes a contact form with validators and a shopping cart that stores data using local state (in development).",
      "ver": "View Project"
    },
    "ocaranza-software": {
      "titulo": "Ocaranza Mechanics Software",
      "desc": "Custom-made application for a client aiming to digitize their auto repair shop. Stores customer data in a database, generates PDF records, and supports creating, saving, and printing estimates, calculating labor and part costs.",
      "ver": "View Project"
    },
    "consultorio-dentista": {
      "titulo": "Dental Clinic",
      "desc": "Web application for a dental clinic built with React and Vite. Includes a full CRUD system to manage appointments and patients. Designed to be intuitive and desktop-optimized.",
      "ver": "View Project"
    },
    "tienda-ropa": {
      "titulo": "Clothing Store",
      "desc": "Clothing e-commerce site developed with React and Vite. Features a full CRUD for product management (add, edit, delete). The UI is modern and responsive across devices.",
      "ver": "View Project"
    },
    "biblioteca-escolar": {
      "titulo": "School Library",
      "desc": "Library management system with full CRUD functionality. Allows for book, user, and loan management with due dates. Ideal for tracking inventory and circulation.",
      "ver": "View Project"
    }
  }
}
