{
  "home": {
    "subtitulo": "Fullstack Developer",
    "saludo": "console.log('Hello World!')",
    "cv": "View Resume",
    "preparando": "Preparing download...",
    "descargando": "Download started",
    "error": "Download error"
  },
  "curriculum":{
    "nombre": "Resume_Joaquin_Gil",
    "cv": "../curriculums/Resume-Joaquin-Gil.pdf"
  },
  "nav": {
    "sobre-mi": "About Me",
    "proyectos": "Projects",
    "tecnologias": "Technologies",
    "contactos": "Contacts"
  },
  "sobre-mi-seccion": {
    "sobre-Mi-Titulo": "About Me",
    "desc": "Self-taught, curious, and responsible developer with a strong academic background as a University Technician in Programming from the National Technological University. I’m 25 years old, based in Tucumán, Argentina, passionate about continuous learning and building effective tech solutions. Fully available to take on new challenges and contribute with dedication and experience."
  },
  "tecnologias-seccion": {
  "tecnologias-titulo": "Technologies",
  "modal-titulo": "All Technologies",
  "boton": "Expand List"
},
  "contactos-seccion": {
    "alerta": {
      "enviando": "Sending message...",
      "enviado": "Sent!",
      "enviado-desc": "Your message was successfully delivered :)",
      "error": "Error!",
      "error-desc": "An unexpected error has occurred :("
    },
    "form": {
      "contactos": "Contacts",
      "nombre": "Name",
      "mail": "Email or phone number",
      "msj": "Message"
    },
    "mail": "Email",
    "telefono": "Phone",
    "ds": "Discord"
  },
  "proyectos-seccion": {
    "proyectos-titulo": "Featured Projects",
    "hospital": {
      "titulo": "Hospital Website",
      "desc": "I developed a web platform for Hospital San Pablo (Tucumán) that allows visitors to stay informed about medical news, view available staff, and check their consultation hours. The system includes an admin panel to manage users, medical staff, schedules, and internal documentation, all through a role-based access system",
      "ver": "View Repository"
    },
    "tienda": {
      "titulo": "Product Store",
      "desc": "Product store built with Angular 17 (currently) that consumes an API to list and display item details. It features a contact form with validators, providing a dynamic and interactive experience. Additionally, it includes a shopping cart that stores data in local state (in development)",
      "ver": "View Repository"
    },
    "ocaranza-software": {
      "titulo": "Ocaranza Mechanics Software",
      "desc": "Custom-built application for a client seeking to professionalize their auto repair shop. It stores all client information in a database, with the ability to generate PDF files of service records. The system also allows users to create, save, or print estimates, automatically calculating parts and labor costs",
      "ver": "View Repository"
    },
    "consultorio-dentista": {
      "titulo": "Dental Clinic",
      "desc": "Web application for a dental clinic built with React and Vite. Includes a full CRUD system to manage appointments and patients. Designed to be intuitive and optimized for desktop",
      "ver": "View Repository"
    },
    "tienda-ropa": {
      "titulo": "Clothing Store",
      "desc": "Clothing e-commerce site developed with React and Vite. Features a full CRUD for product management (add, edit, delete). The UI is modern and responsive across devices.",
      "ver": "View Repository"
    },
    "biblioteca-escolar": {
      "titulo": "School Library",
      "desc": "Library management system with full CRUD functionality. Allows for book, user, and loan management with due dates. Ideal for tracking inventory and circulation.",
      "ver": "View Repository"
    }
  }
}
