{
  "home": {
    "subtitulo": "Programador Fullstack",
    "saludo": "console.log('Olá Mundo!')",
    "cv": "Ver Currículo",
    "preparando": "Preparando download...",
    "descargando": "Download iniciado",
    "error": "Erro ao baixar"
  },
  "curriculum": {
    "nombre": "Curriculo_Joaquin_Gil",
    "cv": "../curriculums/Curriculo-Joaquin-Gil.pdf"
  },
  "nav": {
    "sobre-mi": "Sobre Mim",
    "proyectos": "Projetos",
    "tecnologias": "Tecnologias",
    "contactos": "Contatos"
  },
  "sobre-mi-seccion": {
    "sobre-Mi-Titulo": "Sobre Mim",
    "desc": "Autodidata, curioso e responsável, com uma formação sólida como Técnico Universitário em Programação pela Universidade Tecnológica Nacional. Aos 25 anos, moro em Tucumán, Argentina, e sou apaixonado por aprendizado contínuo e pela criação de soluções tecnológicas eficazes. Estou totalmente disponível para assumir novos desafios profissionais e contribuir com minha experiência e dedicação."
  },
  "tecnologias-seccion": {
    "tecnologias-titulo": "Tecnologias",
    "modal-titulo": "Todas as tecnologias",
    "boton": "Expandir lista"
  },
  "contactos-seccion": {
    "alerta": {
      "enviando": "Enviando mensagem...",
      "enviado": "Enviado!",
      "enviado-desc": "Sua mensagem foi enviada com sucesso :)",
      "error": "Erro!",
      "error-desc": "Ocorreu um erro inesperado :("
    },
    "form": {
      "contactos": "Contatos",
      "nombre": "Nome",
      "mail": "Email ou Telefone",
      "msj": "Mensagem"
    },
    "mail": "Email",
    "telefono": "Telefone",
    "ds": "Discord"
  },
  "proyectos-seccion": {
    "proyectos-titulo": "Projetos em Destaque",
    "hospital": {
      "titulo": "Site do Hospital",
      "desc": "Plataforma web para o Hospital de San Pablo-Tucumán que permite aos visitantes se informarem sobre notícias médicas, consultar a equipe disponível e seus horários. Conta com um painel administrativo onde os administradores podem gerenciar e criar usuários, além de fazer upload de documentos destinados à equipe do hospital.",
      "ver": "Ver Repositório"
    },
    "tienda": {
      "titulo": "Loja de Produtos",
      "desc": "Loja de produtos criada com Angular 17 (atualmente) que consome uma API para listar e visualizar detalhes dos itens. Inclui um formulário de contato com validadores, oferecendo uma experiência dinâmica e interativa. Também possui um carrinho de compras que armazena os dados em um estado local (em desenvolvimento).",
      "ver": "Ver Repositório"
    },
    "ocaranza-software": {
      "titulo": "Ocaranza Mec. Software",
      "desc": "Aplicativo desenvolvido sob medida para um cliente que desejava profissionalizar sua oficina mecânica. Armazena todas as informações dos clientes em um banco de dados, com a possibilidade de gerar arquivos PDF dos registros. Também permite criar orçamentos, salvá-los ou imprimi-los, e calcula automaticamente os custos de peças e mão de obra.",
      "ver": "Ver Repositório"
    },
    "consultorio-dentista": {
      "titulo": "Consultório Odontológico",
      "desc": "Site para um consultório odontológico desenvolvido com React e Vite. Inclui um sistema CRUD para gerenciar consultas e pacientes. Seu design é moderno, intuitivo e otimizado para uma experiência em desktop.",
      "ver": "Ver Repositório"
    },
    "tienda-ropa": {
      "titulo": "Loja de Roupas",
      "desc": "E-commerce de roupas desenvolvido com React e Vite. Inclui um sistema CRUD para que os administradores gerenciem os produtos, podendo adicionar, excluir ou editar itens. A interface é moderna e otimizada para dispositivos móveis e desktop.",
      "ver": "Ver Repositório"
    },
    "biblioteca-escolar": {
      "titulo": "Biblioteca Escolar",
      "desc": "Sistema de gestão de biblioteca escolar com CRUD completo. Permite adicionar, editar ou excluir livros, gerenciar usuários e realizar empréstimos com prazos definidos. Ideal para o controle de inventário e registros de empréstimos.",
      "ver": "Ver Repositório"
    }
  }
}
